protocolli/modipa/testsuite/src/test/signal_hub/bodies/soap12.xml

<soapenv:Envelope xmlns:soapenv="http://www.w3.org/2003/05/soap-envelope"
                  xmlns:cr="http://govway.org/pdnd/signalhub/custom">
   <soapenv:Header/>
   <soapenv:Body>
      <cr:pseudonymization>
      </cr:pseudonymization>
   </soapenv:Body>
</soapenv:Envelope>